<?php
// Heading
$_['heading_title']   = 'ลืมรหัสผ่าน?';

// Text
$_['text_account']    = 'บัญชีผู้ใช้';
$_['text_forgotten']  = 'ลืมรหัสผ่าน';
$_['text_your_email'] = 'ที่อยู่อีเมลของคุณ';
$_['text_email']      = 'กรอกที่อยู่อีเมลที่ใช้ในบัญชีผู้ใช้ของคุณ. กดส่งข้อมูลเพื่อรับรหัสผ่านไปยังอีเมลของคุณ';
$_['text_success']    = 'สำเร็จ: รหัสผ่านใหม่ได้ถูก่งไปยังอีเมลของคุณแล้ว.';

// Entry
$_['entry_email']     = 'ที่อยู่อีเมล';

// Error
$_['error_email']     = 'คำเตือน: ที่อยู่อีเมลไม่พบในรายการ, โปรดลองอีกครั้ง!';